"Auto download incoming files policy" = "受信したファイルの自動ダウンロードポリシー";
"Max size (in bytes)" = "最大サイズ(in bytes)";
"Encrypt messages with LIME" = "メッセージはLIMEで暗号化されています。";
"File sharing" = "ファイル共有";
"Server URL" = "サーバURL";
